allure-results/68e17f20b1894538a55cc64b20763d84-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><SetTransactionNote xmlns="http://tempuri.org/"><ParamTransaction><AgencyCode xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">PRODTEST717</AgencyCode><CPASID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">749752119968</CPASID><Note xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">This is a note added by the API Automation Framework</Note><UserCode xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">jaitkenag</UserCode></ParamTransaction></SetTransactionNote></soap:Body></soap:Envelope>